Repository: beehan8851/beehan8851
Catalog: ios-app/MorningCompanion/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

source: Thirty seconds to wake your hands up.
de: Dreißig Sekunden, um die Hände zu wecken.
es: Treinta segundos para despertar las manos.
fr: Trente secondes pour réveiller vos mains.
it: Trenta secondi per svegliare le mani.
ja: 30秒で手を目覚めさせよう。
ko: 30초 동안 손을 깨워 보세요.
pt_br: Trinta segundos para acordar as mãos.
ru: Тридцать секунд, чтобы разбудить руки.
tr: Ellerini uyandırmak için otuz saniye.
zh_hans: 三十秒唤醒你的双手。
zh_hant: 三十秒喚醒你的雙手。

source: This alarm's QR code has not been set up.
de: Der QR-Code dieses Weckers wurde nicht eingerichtet.
es: El código QR de esta alarma no se ha configurado.
fr: Le QR code de cette alarme n'a pas été configuré.
it: Il codice QR di questa sveglia non è stato configurato.
ja: このアラームのQRコードは設定されていません。
ko: 이 알람의 QR 코드가 설정되지 않았습니다.
pt_br: O QR Code deste alarme não foi configurado.
ru: QR-код для этого будильника не настроен.
tr: Bu alarmın QR kodu kurulmadı.
zh_hans: 此闹钟的二维码尚未设置。
zh_hant: 此鬧鐘的 QR Code 尚未設定。

source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
ja: 今週
ko: 이번 주
pt_br: Esta semana
ru: На этой неделе
tr: Bu hafta
zh_hans: 本周
zh_hant: 本週

source: Thu
de: Do
es: jue
fr: jeu
it: gio
ja: 木
ko: 목
pt_br: qui
ru: чт
tr: Per
zh_hans: 四
zh_hant: 四

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
ja: 木曜日
ko: 목요일
pt_br: Quinta-feira
ru: Четверг
tr: Perşembe
zh_hans: 星期四
zh_hant: 星期四

source: Time to wind down
de: Zeit, runterzukommen
es: Hora de ir bajando el ritmo
fr: Il est temps de lever le pied
it: È ora di rallentare
ja: そろそろ休む時間です
ko: 이제 쉴 시간입니다
pt_br: Hora de desacelerar
ru: Пора замедляться
tr: Yavaşlama zamanı
zh_hans: 该放松准备睡觉了
zh_hant: 該放鬆準備睡覺了

source: Time!
de: Zeit!
es: ¡Tiempo!
fr: Temps écoulé !
it: Tempo!
ja: タイムアップ！
ko: 시간 종료!
pt_br: Tempo!
ru: Время!
tr: Süre bitti!
zh_hans: 时间到！
zh_hant: 時間到！

source: Tip: start with the smallest cushion.
de: Tipp: Fang mit dem kleinsten Kissen an.
es: Consejo: empieza por el cojín más pequeño.
fr: Astuce : commencez par le plus petit coussin.
it: Consiglio: inizia dal cuscino più piccolo.
ja: ヒント：いちばん小さいクッションから始めましょう。
ko: 팁: 가장 작은 쿠션부터 시작하세요.
pt_br: Dica: comece pela menor almofada.
ru: Совет: начните с самой маленькой подушки.
tr: İpucu: en küçük minderden başla.
zh_hans: 提示：从最小的靠垫开始。
zh_hant: 提示：從最小的靠墊開始。

source: today
de: heute
es: hoy
fr: aujourd'hui
it: oggi
ja: 今日
ko: 오늘
pt_br: hoje
ru: сегодня
tr: bugün
zh_hans: 今天
zh_hant: 今天

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
tr: Bugün
zh_hans: 今天
zh_hant: 今天

source: Today only
de: Nur heute
es: Solo hoy
fr: Aujourd'hui seulement
it: Solo oggi
ja: 今日だけ
ko: 오늘만
pt_br: Só hoje
ru: Только сегодня
tr: Yalnızca bugün
zh_hans: 仅限今天
zh_hant: 僅限今天

source: Today's game
de: Spiel des Tages
es: Juego del día
fr: Jeu du jour
it: Gioco del giorno
ja: 今日のゲーム
ko: 오늘의 게임
pt_br: Jogo do dia
ru: Игра дня
tr: Günün oyunu
zh_hans: 今日游戏
zh_hant: 今日遊戲

source: Today's puzzles
de: Heutige Rätsel
es: Rompecabezas de hoy
fr: Casse-têtes du jour
it: Rompicapi di oggi
ja: 今日のパズル
ko: 오늘의 퍼즐
pt_br: Quebra-cabeças de hoje
ru: Сегодняшние головоломки
tr: Bugünün bulmacaları
zh_hans: 今天的谜题
zh_hant: 今天的謎題

source: Today's three Cat Naps are free. Unlimited puzzles, past days and hints are Premium.
de: Die drei heutigen Katzenschlaf-Rätsel sind gratis. Unbegrenzte Rätsel, frühere Tage und Tipps sind Premium.
es: Los tres de Siesta de gatos de hoy son gratis. Los ilimitados, los días anteriores y las pistas son Premium.
fr: Les trois Siestes de chat du jour sont gratuites. Les casse-têtes illimités, les jours passés et les indices sont Premium.
it: I tre Pisolini di gatto di oggi sono gratis. Rompicapi illimitati, giorni passati e suggerimenti sono Premium.
ja: 今日のねこのおひるね3問は無料です。無制限のパズル、過去の日、ヒントはプレミアムです。
ko: 오늘의 고양이 낮잠 세 개는 무료예요. 무제한 퍼즐, 지난 날, 힌트는 프리미엄이에요.
pt_br: Os três da Soneca dos Gatos de hoje são grátis. Ilimitados, dias anteriores e dicas são Premium.
ru: Три сегодняшних «Кошачьих сна» бесплатны. Безлимитные головоломки, прошлые дни и подсказки входят в Premium.
tr: Bugünün üç Kedi Uykusu ücretsiz. Sınırsız bulmacalar, geçmiş günler ve ipuçları Premium.
zh_hans: 今天的三道猫咪午睡免费。无限谜题、往期和提示为 Premium 专享。
zh_hant: 今天的三道貓咪午睡免費。無限謎題、往期和提示為 Premium 專屬。

source: tomorrow
de: morgen
es: mañana
fr: demain
it: domani
ja: 明日
ko: 내일
pt_br: amanhã
ru: завтра
tr: yarın
zh_hans: 明天
zh_hant: 明天

source: Tomorrow starts when you say so.
de: Morgen beginnt, wenn du es sagst.
es: Mañana empieza cuando tú digas.
fr: Demain commence quand vous le décidez.
it: Domani inizia quando lo decidi tu.
ja: 明日は、あなたが決めた時刻から始まります。
ko: 내일은 당신이 정한 시각에 시작됩니다.
pt_br: Amanhã começa quando você quiser.
ru: Завтра начнётся тогда, когда вы решите.
tr: Yarın sen ne zaman dersen o zaman başlar.
zh_hans: 明天从你说的时间开始。
zh_hant: 明天從你說的時間開始。

source: Tonight
de: Heute Nacht
es: Esta noche
fr: Ce soir
it: Stanotte
ja: 今夜
ko: 오늘 밤
pt_br: Esta noite
ru: Сегодня ночью
tr: Bu gece
zh_hans: 今晚
zh_hant: 今晚

source: Too close. They woke each other up.
de: Zu nah. Sie haben sich gegenseitig geweckt.
es: Demasiado cerca. Se despertaron el uno al otro.
fr: Trop près. Ils se sont réveillés.
it: Troppo vicini. Si sono svegliati a vicenda.
ja: 近すぎます。お互いを起こしてしまいました。
ko: 너무 가까워요. 서로를 깨웠어요.
pt_br: Perto demais. Um acordou o outro.
ru: Слишком близко. Они разбудили друг друга.
tr: Çok yakın. Birbirlerini uyandırdılar.
zh_hans: 太近了。它们把彼此吵醒了。
zh_hant: 太近了。牠們把彼此吵醒了。

source: Total sleep
de: Gesamtschlaf
es: Sueño total
fr: Sommeil total
it: Sonno totale
ja: 睡眠時間の合計
ko: 총 수면 시간
pt_br: Sono total
ru: Всего сна
tr: Toplam uyku
zh_hans: 总睡眠
zh_hant: 總睡眠

source: Trace a shape
de: Eine Form nachzeichnen
es: Traza una forma
fr: Tracez une forme
it: Ricalca una forma
ja: 形をなぞる
ko: 모양 따라 그리기
pt_br: Trace uma forma
ru: Обведите фигуру
tr: Bir şekli çiz
zh_hans: 描一个形状
zh_hant: 描一個形狀

source: Track your first session or connect Apple Health to see your history here.
de: Zeichne deine erste Nacht auf oder verbinde Apple Health, um deinen Verlauf hier zu sehen.
es: Registra tu primera sesión o conecta Apple Salud para ver aquí tu historial.
fr: Enregistrez votre première nuit ou connectez Apple Santé pour voir votre historique ici.
it: Registra la tua prima notte o collega Apple Salute per vedere qui la cronologia.
ja: 最初の記録を取るか、Appleヘルスケアを接続すると、ここに履歴が表示されます。
ko: 첫 기록을 남기거나 Apple 건강을 연결하면 여기에 기록이 표시됩니다.
pt_br: Registre sua primeira noite ou conecte o Apple Saúde para ver seu histórico aqui.
ru: Запишите первую ночь или подключите Apple Здоровье, чтобы увидеть здесь историю.
tr: Geçmişini burada görmek için ilk geceni kaydet ya da Apple Sağlık'ı bağla.
zh_hans: 记录第一晚，或连接 Apple 健康，即可在此查看历史。
zh_hant: 記錄第一晚，或連接 Apple 健康，即可在此查看紀錄。

source: Tracked
de: Aufgezeichnet
es: Registrado
fr: Enregistré
it: Registrato
ja: 記録済み
ko: 기록됨
pt_br: Registrado
ru: Записано
tr: Kaydedildi
zh_hans: 本机记录
zh_hant: 本機記錄

source: Tracking is on. Put the phone face down.
de: Tracking läuft. Leg das Handy mit dem Display nach unten.
es: El seguimiento está activo. Deja el móvil boca abajo.
fr: Le suivi est lancé. Posez le téléphone face contre la table.
it: Il monitoraggio è attivo. Metti il telefono a faccia in giù.
ja: 記録中です。iPhoneを画面を下にして置きましょう。
ko: 기록 중입니다. 휴대폰을 화면이 아래로 가게 두세요.
pt_br: O monitoramento está ativo. Deixe o celular virado para baixo.
ru: Отслеживание включено. Положите телефон экраном вниз.
tr: Takip açık. Telefonu ekranı aşağı bakacak şekilde bırak.
zh_hans: 正在记录。把手机屏幕朝下放好。
zh_hant: 正在記錄。把手機螢幕朝下放好。

source: Tracking your sleep
de: Dein Schlaf wird aufgezeichnet
es: Registrando tu sueño
fr: Suivi de votre sommeil
it: Monitoraggio del sonno in corso
ja: 睡眠を記録中
ko: 수면 기록 중
pt_br: Registrando seu sono
ru: Идёт запись сна
tr: Uykun kaydediliyor
zh_hans: 正在记录睡眠
zh_hant: 正在記錄睡眠

source: Try %@: %lld × %lld
de: %@ versuchen: %lld × %lld
es: Prueba %@: %lld × %lld
fr: Essayer %@ : %lld × %lld
it: Prova %@: %lld × %lld
ja: %@に挑戦：%lld × %lld
ko: %@ 도전: %lld × %lld
pt_br: Tentar %@: %lld × %lld
ru: Попробовать «%@»: %lld × %lld
tr: %@ dene: %lld × %lld
zh_hans: 试试%@：%lld × %lld
zh_hant: 試試%@：%lld × %lld

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: もう一度
ko: 다시 시도
pt_br: Tentar de novo
ru: Повторить
tr: Tekrar dene
zh_hans: 重试
zh_hant: 重試

source: Try again — match your saved shape
de: Noch einmal – triff deine gesicherte Form
es: Inténtalo de nuevo: reproduce tu forma guardada
fr: Réessayez — reproduisez votre forme enregistrée
it: Riprova: riproduci la forma salvata
ja: もう一度、保存した図形に合わせてください
ko: 다시 시도하세요 — 저장한 도형과 맞춰 주세요
pt_br: Tente de novo — reproduza a forma salva
ru: Попробуйте снова — повторите сохранённую фигуру
tr: Tekrar dene — kayıtlı şeklini tuttur
zh_hans: 再试一次——画出你保存的图形
zh_hant: 再試一次——畫出你儲存的圖形

source: Try unlimited puzzles free, then go Premium for a new board every time.
de: Probier unbegrenzte Rätsel gratis aus – mit Premium gibt es jedes Mal ein neues Feld.
es: Prueba los rompecabezas ilimitados gratis; con Premium, un tablero nuevo cada vez.
fr: Essayez les casse-têtes illimités gratuitement, puis passez à Premium pour un nouveau plateau à chaque fois.
it: Prova gratis i rompicapi illimitati, poi passa a Premium per un tabellone nuovo ogni volta.
ja: 無制限パズルを無料でお試し。プレミアムなら毎回新しい盤面に。
ko: 무제한 퍼즐을 무료로 체험해 보고, 프리미엄으로 매번 새 보드를 만나세요.
pt_br: Experimente os quebra-cabeças ilimitados grátis e assine o Premium para um tabuleiro novo a cada vez.
ru: Попробуйте безлимитные головоломки бесплатно, а с Premium поле каждый раз будет новым.
tr: Sınırsız bulmacaları ücretsiz dene, Premium ile her seferinde yeni bir tahta.
zh_hans: 免费试玩无限谜题，开通 Premium 每次都是新棋盘。
zh_hant: 免費試玩無限謎題，開通 Premium 每次都是新棋盤。

source: Tue
de: Di
es: mar
fr: mar
it: mar
ja: 火
ko: 화
pt_br: ter
ru: вт
tr: Sal
zh_hans: 二
zh_hant: 二

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
ja: 火曜日
ko: 화요일
pt_br: Terça-feira
ru: Вторник
tr: Salı
zh_hans: 星期二
zh_hant: 星期二

source: Turn on
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
ja: オンにする
ko: 켜기
pt_br: Ativar
ru: Включить
tr: Aç
zh_hans: 开启
zh_hant: 開啟

source: Turn on Sleep for Dawnwick in Settings › Health › Data Access & Devices.
de: Aktiviere „Schlaf“ für Dawnwick unter Einstellungen › Health › Datenzugriff & Geräte.
es: Activa Sueño para Dawnwick en Ajustes › Salud › Acceso a datos y dispositivos.
fr: Activez Sommeil pour Dawnwick dans Réglages › Santé › Accès aux données et appareils.
it: Attiva Sonno per Dawnwick in Impostazioni › Salute › Accesso ai dati e dispositivi.
ja: 設定 › ヘルスケア › データアクセスとデバイス で、Dawnwickの「睡眠」をオンにしてください。
ko: 설정 › 건강 › 데이터 접근 및 기기에서 Dawnwick의 '수면'을 켜 주세요.
pt_br: Ative Sono para o Dawnwick em Ajustes › Saúde › Acesso a Dados e Dispositivos.
ru: Включите «Сон» для Dawnwick в Настройках › Здоровье › Доступ к данным и устройства.
tr: Ayarlar › Sağlık › Veri Erişimi ve Aygıtlar'dan Dawnwick için Uyku'yu aç.
zh_hans: 请在设置 › 健康 › 数据访问与设备中，为 Dawnwick 开启“睡眠”。
zh_hant: 請在設定 › 健康 › 資料取用與裝置中，為 Dawnwick 開啟「睡眠」。

source: Type a phrase
de: Einen Satz tippen
es: Escribe una frase
fr: Tapez une phrase
it: Scrivi una frase
ja: フレーズを入力する
ko: 문장 입력하기
pt_br: Digite uma frase
ru: Наберите фразу
tr: Bir cümle yaz
zh_hans: 输入一句话
zh_hant: 輸入一句話

source: Type this phrase:
de: Tippe diesen Satz:
es: Escribe esta frase:
fr: Tapez cette phrase :
it: Digita questa frase:
ja: このフレーズを入力してください：
ko: 이 문구를 입력하세요:
pt_br: Digite esta frase:
ru: Наберите эту фразу:
tr: Bu cümleyi yaz:
zh_hans: 请输入这句话：
zh_hant: 請輸入這句話：

source: Typing
de: Tippen
es: Escritura
fr: Saisie
it: Digitazione
ja: 入力
ko: 타이핑
pt_br: Digitação
ru: Набор текста
tr: Yazma
zh_hans: 打字
zh_hant: 打字

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用できません
ko: 사용할 수 없음
pt_br: Indisponível
ru: Недоступно
tr: Kullanılamıyor
zh_hans: 不可用
zh_hant: 無法使用

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
ru: Отменить
tr: Geri al
zh_hans: 撤销
zh_hant: 還原

source: Unimpressed
de: Unbeeindruckt
es: Indiferente
fr: Pas impressionné
it: Per niente colpito
ja: 不満げ
ko: 시큰둥
pt_br: Nada impressionado
ru: Недовольство
tr: Etkilenmemiş
zh_hans: 不屑
zh_hant: 不屑

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmiyor
zh_hans: 未知
zh_hant: 未知

source: Unlimited
de: Unbegrenzt
es: Sin límite
fr: Illimité
it: Illimitati
ja: 無制限
ko: 무제한
pt_br: Ilimitado
ru: Без ограничений
tr: Sınırsız
zh_hans: 无限制
zh_hant: 無限制

source: Unlimited · %@ · %lld × %lld
de: Unbegrenzt · %@ · %lld × %lld
es: Ilimitado · %@ · %lld × %lld
fr: Illimité · %@ · %lld × %lld
it: Illimitato · %@ · %lld × %lld
ja: 無制限 · %@ · %lld × %lld
ko: 무제한 · %@ · %lld × %lld
pt_br: Ilimitado · %@ · %lld × %lld
ru: Без ограничений · %@ · %lld × %lld
tr: Sınırsız · %@ · %lld × %lld
zh_hans: 无限 · %@ · %lld × %lld
zh_hant: 無限 · %@ · %lld × %lld

source: Unlimited · a new board every time
de: Unbegrenzt · jedes Mal ein neues Feld
es: Ilimitado · un tablero nuevo cada vez
fr: Illimité · un nouveau plateau à chaque fois
it: Illimitato · un tabellone nuovo ogni volta
ja: 無制限 · 毎回新しい盤面
ko: 무제한 · 매번 새 보드
pt_br: Ilimitado · um tabuleiro novo a cada vez
ru: Без ограничений · каждый раз новое поле
tr: Sınırsız · her seferinde yeni tahta
zh_hans: 无限 · 每次都是新棋盘
zh_hant: 無限 · 每次都是新棋盤

source: Unlimited alarms and all 8 missions
de: Unbegrenzte Wecker und alle 8 Missionen
es: Alarmas ilimitadas y las 8 misiones
fr: Alarmes illimitées et les 8 missions
it: Sveglie illimitate e tutte le 8 missioni
ja: アラーム無制限と8種類すべてのミッション
ko: 무제한 알람과 8가지 미션 전체
pt_br: Alarmes ilimitados e as 8 missões
ru: Неограниченные будильники и все 8 заданий
tr: Sınırsız alarm ve 8 görevin tamamı
zh_hans: 无限闹钟和全部 8 种任务
zh_hant: 無限鬧鐘和全部 8 種任務

source: Unlimited Cat Naps puzzles, every past day, and hints
de: Unbegrenzte Katzenschlaf-Rätsel, alle früheren Tage und Tipps
es: Siesta de gatos ilimitada, todos los días anteriores y pistas
fr: Siestes de chat illimitées, tous les jours passés et des indices
it: Pisolini di gatto illimitati, tutti i giorni passati e suggerimenti
ja: ねこのおひるねが無制限、過去の全日とヒントも
ko: 무제한 고양이 낮잠 퍼즐, 지난 모든 날, 힌트
pt_br: Soneca dos Gatos ilimitada, todos os dias anteriores e dicas
ru: Безлимитный «Кошачий сон», все прошлые дни и подсказки
tr: Sınırsız Kedi Uykusu, geçmiş tüm günler ve ipuçları
zh_hans: 无限猫咪午睡谜题、所有往期和提示
zh_hant: 無限貓咪午睡謎題、所有往期和提示

source: Unlock every mission, every alarm and your full sleep history.
de: Schalte alle Missionen, alle Wecker und deinen vollständigen Schlafverlauf frei.
es: Desbloquea todas las misiones, todas las alarmas y tu historial de sueño completo.
fr: Débloquez toutes les missions, toutes les alarmes et tout votre historique de sommeil.
it: Sblocca tutte le missioni, tutte le sveglie e l'intera cronologia del sonno.
ja: すべてのミッション、すべてのアラーム、そして全睡眠履歴が使えます。
ko: 모든 미션, 모든 알람, 전체 수면 기록을 잠금 해제하세요.
pt_br: Desbloqueie todas as missões, todos os alarmes e seu histórico de sono completo.
ru: Откройте все задания, все будильники и полную историю сна.
tr: Tüm görevlerin, tüm alarmların ve tam uyku geçmişinin kilidini aç.
zh_hans: 解锁全部任务、全部闹钟和完整睡眠历史。
zh_hant: 解鎖全部任務、全部鬧鐘和完整睡眠紀錄。

source: Up to three, in this order. Touch and hold one to move or remove it.
de: Bis zu drei, in dieser Reihenfolge. Halte eine Mission gedrückt, um sie zu verschieben oder zu entfernen.
es: Hasta tres, en este orden. Mantén pulsada una misión para moverla o quitarla.
fr: Jusqu'à trois, dans cet ordre. Touchez longuement une mission pour la déplacer ou la retirer.
it: Fino a tre, in quest'ordine. Tieni premuta una missione per spostarla o toglierla.
ja: この順番で最大3つまで。長押しで並べ替えや削除ができます。
ko: 이 순서로 최대 세 개까지. 길게 눌러 이동하거나 제거하세요.
pt_br: Até três, nesta ordem. Toque e segure uma missão para movê-la ou removê-la.
ru: До трёх, в этом порядке. Нажмите и удерживайте задание, чтобы переместить или убрать его.
tr: Bu sırayla en fazla üç tane. Taşımak ya da kaldırmak için bir göreve basılı tut.
zh_hans: 按此顺序最多三个。长按任务可移动或移除。
zh_hant: 依此順序最多三個。長按任務可移動或移除。

source: Updated %@
de: Aktualisiert um %@
es: Actualizado a las %@
fr: Mis à jour à %@
it: Aggiornato alle %@
ja: %@に更新
ko: %@에 업데이트됨
pt_br: Atualizado às %@
ru: Обновлено в %@
tr: %@ itibarıyla güncellendi
zh_hans: 更新于 %@
zh_hant: 更新於 %@

source: Used for wake checks and snooze reminders.
de: Wird für Wach-Checks und Schlummer-Erinnerungen genutzt.
es: Se usa para las comprobaciones de despertar y los avisos de repetición.
fr: Utilisé pour les vérifications de réveil et les rappels.
it: Usate per le verifiche di risveglio e i promemoria di rinvio.
ja: 起床確認とスヌーズの通知に使います。
ko: 기상 확인과 다시 알림에 사용됩니다.
pt_br: Usadas para as verificações de despertar e os lembretes de soneca.
ru: Используются для проверок пробуждения и напоминаний о повторе.
tr: Uyanma kontrolleri ve erteleme hatırlatıcıları için kullanılır.
zh_hans: 用于起床确认和小睡提醒。
zh_hant: 用於起床確認和貪睡提醒。

source: Volume
de: Lautstärke
es: Volumen
ja: 音量
ko: 음량
ru: Громкость
tr: Ses düzeyi
zh_hans: 音量
zh_hant: 音量

source: Wake Check
de: Wach-Check
es: Comprobación de despertar
fr: Vérification de réveil
it: Verifica di risveglio
ja: 起床確認
ko: 기상 확인
pt_br: Verificação de despertar
ru: Проверка пробуждения
tr: Uyanma kontrolü
zh_hans: 起床确认
zh_hant: 起床確認

source: Wake check for "%@" — confirm within 2 minutes or it rings again.
de: Wach-Check für „%@“ – bestätige innerhalb von 2 Minuten, sonst klingelt es erneut.
es: Comprobación de despertar de «%@»: confírmala en 2 minutos o volverá a sonar.
fr: Vérification de réveil pour « %@ » — confirmez sous 2 minutes, sinon l'alarme sonnera de nouveau.
it: Verifica di risveglio per «%@»: conferma entro 2 minuti o suonerà di nuovo.
ja: 「%@」の起床確認です。2分以内に確認しないと、もう一度鳴ります。
ko: '%@' 기상 확인입니다. 2분 안에 확인하지 않으면 다시 울립니다.
pt_br: Verificação de despertar de “%@” — confirme em 2 minutos ou o alarme toca de novo.
ru: Проверка пробуждения для «%@» — подтвердите в течение 2 минут, иначе будильник прозвонит снова.
tr: “%@” için uyanma kontrolü — 2 dakika içinde onayla, yoksa tekrar çalar.
zh_hans: “%@”的起床确认——请在 2 分钟内确认，否则将再次响铃。
zh_hant: 「%@」的起床確認——請在 2 分鐘內確認，否則會再次響鈴。

source: Wake checks and snooze reminders are off.
de: Wach-Checks und Schlummer-Erinnerungen sind aus.
es: Las comprobaciones de despertar y los avisos de repetición están desactivados.
fr: Les vérifications de réveil et les rappels sont désactivés.
it: Le verifiche di risveglio e i promemoria di rinvio sono disattivati.
ja: 起床確認とスヌーズ通知はオフです。
ko: 기상 확인과 다시 알림이 꺼져 있습니다.
pt_br: As verificações de despertar e os lembretes de soneca estão desativados.
ru: Проверки пробуждения и напоминания о повторе выключены.
tr: Uyanma kontrolleri ve erteleme hatırlatıcıları kapalı.
zh_hans: 起床确认和小睡提醒已关闭。
zh_hant: 起床確認和貪睡提醒已關閉。

source: Wake checks so you don't drift back to sleep
de: Wach-Checks, damit du nicht wieder einschläfst
es: Comprobaciones para que no te vuelvas a dormir
fr: Des vérifications pour éviter de vous rendormir
it: Verifiche per non riaddormentarti
ja: 二度寝を防ぐ起床確認
ko: 다시 잠들지 않도록 확인하는 기능
pt_br: Verificações para você não voltar a dormir
ru: Проверки, чтобы вы снова не уснули
tr: Tekrar dalmaman için uyanma kontrolleri
zh_hans: 起床确认，防止你又睡过去
zh_hant: 起床確認，避免你又睡著

source: Wake Missions
de: Weck-Missionen
es: Misiones para despertar
fr: Missions de réveil
it: Missioni di risveglio
ja: 起床ミッション
ko: 기상 미션
pt_br: Missões de despertar
ru: Задания на пробуждение
tr: Uyanma görevleri
zh_hans: 起床任务
zh_hant: 起床任務

source: Wake time
de: Weckzeit
es: Hora de despertar
fr: Heure de réveil
it: Ora della sveglia
ja: 起床時刻
ko: 기상 시각
pt_br: Hora de acordar
ru: Время подъёма
tr: Uyanma saati
zh_hans: 起床时间
zh_hant: 起床時間

source: Wake up
de: Aufwachen
es: Despertar
fr: Réveil
it: Sveglia
ja: 起床
ko: 기상
pt_br: Acordar
ru: Подъём
tr: Uyan
zh_hans: 起床
zh_hant: 起床

source: Walk around
de: Ein paar Schritte gehen
es: Camina un poco
fr: Marchez un peu
it: Fai due passi
ja: 少し歩く
ko: 조금 걷기
pt_br: Caminhe um pouco
ru: Пройдитесь
tr: Biraz yürü
zh_hans: 走几步
zh_hant: 走幾步

source: Walk to wake up!
de: Lauf dich wach!
es: ¡Camina para despertarte!
fr: Marchez pour vous réveiller !
it: Cammina per svegliarti!
ja: 歩いて目を覚まそう！
ko: 걸어서 잠을 깨우세요!
pt_br: Caminhe para acordar!
ru: Пройдитесь, чтобы проснуться!
tr: Uyanmak için yürü!
zh_hans: 走一走，醒过来！
zh_hant: 走一走，醒過來！

source: Want another? Premium makes a new Cat Naps board every time, as many as you like.
de: Noch eins? Mit Premium gibt es bei Katzenschlaf jedes Mal ein neues Feld, so viele du willst.
es: ¿Otro más? Con Premium, Siesta de gatos crea un tablero nuevo cada vez, todos los que quieras.
fr: Encore un ? Avec Premium, Siestes de chat crée un nouveau plateau à chaque fois, autant que vous voulez.
it: Un altro? Con Premium, Pisolini di gatto crea un tabellone nuovo ogni volta, quanti ne vuoi.
ja: もう1問？プレミアムなら、ねこのおひるねの盤面が毎回新しく、好きなだけ遊べます。
ko: 하나 더? 프리미엄이면 고양이 낮잠 보드가 매번 새로 나와요. 원하는 만큼.
pt_br: Mais um? Com o Premium, a Soneca dos Gatos cria um tabuleiro novo a cada vez, quantos você quiser.
ru: Ещё одну? С Premium «Кошачий сон» каждый раз создаёт новое поле — сколько захотите.
tr: Bir tane daha? Premium ile Kedi Uykusu her seferinde yeni bir tahta kurar, istediğin kadar.
zh_hans: 再来一道？Premium 让猫咪午睡每次都生成新棋盘，想玩多少玩多少。
zh_hant: 再來一道？Premium 讓貓咪午睡每次都產生新棋盤，想玩多少玩多少。

source: Warm bell tone
de: Warmer Glockenton
es: Campana cálida
fr: Cloche chaleureuse
it: Campana calda
ja: あたたかな鐘の音
ko: 따뜻한 종소리
pt_br: Sino quente
ru: Тёплый колокольчик
tr: Sıcak çan tonu
zh_hans: 温暖钟声
zh_hant: 溫暖鐘聲

source: Watch the box with the cat
de: Achte auf die Box mit der Katze
es: Mira la caja del gato
fr: Regarde la boîte du chat
it: Guarda la scatola con il gatto
ja: ネコの入った箱を見て
ko: 고양이가 든 상자를 보세요
pt_br: Olhe a caixa com o gato
ru: Смотрите на коробку с котом
tr: Kedinin olduğu kutuya bak
zh_hans: 看好小猫的盒子
zh_hant: 看好小貓的盒子

source: Wave
de: Winken
es: Saludo
fr: Coucou
it: Saluto
ja: 手を振る
ko: 손 흔들기
pt_br: Aceno
ru: Помахать
tr: El sallama
zh_hans: 挥手
zh_hant: 揮手

source: We couldn't load your brief. Please try again.
de: Dein Überblick konnte nicht geladen werden. Bitte versuche es erneut.
es: No pudimos cargar tu resumen. Inténtalo de nuevo.
fr: Impossible de charger votre résumé. Veuillez réessayer.
it: Non siamo riusciti a caricare il riepilogo. Riprova.
ja: ブリーフを読み込めませんでした。もう一度お試しください。
ko: 브리핑을 불러오지 못했습니다. 다시 시도해 주세요.
pt_br: Não conseguimos carregar seu resumo. Tente de novo.
ru: Не удалось загрузить сводку. Попробуйте ещё раз.
tr: Özetini yükleyemedik. Lütfen tekrar dene.
zh_hans: 无法加载你的简报。请重试。
zh_hant: 無法載入你的簡報。請再試一次。

source: Weather
de: Wetter
es: Tiempo
fr: Météo
it: Meteo
ja: 天気
ko: 날씨
pt_br: Tempo
ru: Погода
tr: Hava
zh_hans: 天气
zh_hant: 天氣

source: Weather data by Open-Meteo.com
de: Wetterdaten von Open-Meteo.com
es: Datos meteorológicos de Open-Meteo.com
fr: Données météo par Open-Meteo.com
it: Dati meteo di Open-Meteo.com
ja: 天気データ提供：Open-Meteo.com
ko: 날씨 데이터 제공: Open-Meteo.com
pt_br: Dados meteorológicos do Open-Meteo.com
ru: Данные о погоде — Open-Meteo.com
tr: Hava durumu verileri: Open-Meteo.com
zh_hans: 天气数据由 Open-Meteo.com 提供
zh_hant: 天氣資料由 Open-Meteo.com 提供

source: Weather needs location, which is off
de: Wetter braucht den Standort, der aus ist
es: El tiempo necesita la ubicación, que está desactivada
fr: La météo a besoin de la localisation, qui est désactivée
it: Il meteo ha bisogno della posizione, che è disattivata
ja: 天気には位置情報が必要ですが、オフになっています
ko: 날씨에는 위치 정보가 필요한데 꺼져 있습니다
pt_br: O tempo precisa da localização, que está desativada
ru: Погоде нужна геопозиция, а она выключена
tr: Hava durumu konum ister, o da kapalı
zh_hans: 天气需要定位，而定位已关闭
zh_hant: 天氣需要定位，而定位已關閉

source: Wed
de: Mi
es: mié
fr: mer
it: mer
ja: 水
ko: 수
pt_br: qua
ru: ср
tr: Çar
zh_hans: 三
zh_hant: 三

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
ja: 水曜日
ko: 수요일
pt_br: Quarta-feira
ru: Среда
tr: Çarşamba
zh_hans: 星期三
zh_hant: 星期三
